[
  {
    "_id": {
      "$oid": "66a0ca2dfedc56af2011a1d9"
    },
    "name": "paymentsconfig",
    "config": "[{\"id\":1,\"image\":\"https://files.edgestore.dev/7uz0f7szgfzmbmnh/publicImages/_public/a692f70b-7703-47ba-bd3c-28b3baaf08e6.png\",\"gcashnumber\":\"09192410991\",\"accountname\":\"Dan Rosete\"},{\"id\":2,\"image\":\"https://files.edgestore.dev/7uz0f7szgfzmbmnh/publicImages/_public/7e62a374-cb31-4345-9927-0737dc1d2a6e.png\",\"gcashnumber\":\"09300957035\",\"accountname\":\"Dan R\"},{\"id\":3,\"image\":\"https://files.edgestore.dev/7uz0f7szgfzmbmnh/publicImages/_public/51166631-5271-4790-9d3a-78ce8ae6d461.png\",\"gcashnumber\":\"09192410991\",\"accountname\":\"Dan P\"}]"
  },
  {
    "_id": {
      "$oid": "66a0cc8cfedc56af2011a1dd"
    },
    "name": "importantnotes",
    "config": "<h2 class=\"heading\">Important Notes for Booking</h2><p><strong>Booking terms</strong></p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>To secure your booking date, we require a deposit of a percentage of your total booking amount. Your booking will be confirmed once the payment is received, and you will receive a confirmation email from us. We also offer the option to make full advance payments.</p></li><li class=\"\"><p>Payment balances, entrance fees, additional payments, and security deposit can be processed and paid upon check-in.</p></li><li class=\"\"><p>There is a <strong><u>P500 penalty charge per hour</u> </strong>for early check in and late checkout time. (Only applicable to Villas and Event Centre reservation)</p><p></p></li></ul><p><strong>Checking in</strong>:</p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>We recommend arriving at least 15 minutes before your scheduled reservation time to allow for check-in procedures. Late arrivals may result in a shortened experience or potential rescheduling.</p></li><li class=\"\"><p>Please bring a copy of the booking <strong>QR code on-site</strong>. This is required for check-in and to verify your booking.</p><p></p></li></ul><p><strong>Payment</strong>:</p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>Payments can be made either as a down payment or in full. Please ensure you pay the exact amount to avoid your booking being declined. Your booking is not confirmed until the payment is processed.</p><p></p></li></ul><p><strong>Changes to Booking</strong>:</p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>If you need to make changes to your booking, please do so before your booking starts. Changes are subject to availability and may incur additional fees.</p><p></p></li></ul><p><strong>Contact Information</strong>:</p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>Ensure your contact information is up-to-date so we can reach you if there are any changes or important updates regarding your reservation.</p></li></ul><p><br></p><hr><p><br><strong>Below are the rules and and reminders for the resort:</strong></p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>Smoking and vaping are not allowed inside the villa.</p></li><li class=\"\"><p>No loud music/ karaoke</p></li><li class=\"\"><p>Up to 2 pets are allowed to stay with you during your stay, <u>they are not allowed to stay in the bedroom area.</u></p></li><li class=\"\"><p>Please keep the villa clean and tidy.</p></li><li class=\"\"><p>Clean or wash the resort communal kitchen cooking equipment’s after use.</p></li><li class=\"\"><p>You are allowed to have visitors during your stay only up to 11pm, <u>resort entrance fee is chargeable for your visitors</u>. You must inform our staff in advanced if you have visitors coming in. (This is due to fire safety)</p></li><li class=\"\"><p>The villa has a built-in smoke detectors and fire extinguisher is kept in the kitchen. In an event of fire please go out to the nearest exit and ask our staff for fire procedure.</p></li><li class=\"\"><p>Please only use the air-conditioning system while your indoors. Turn it off if your outside. (We try to save energy and our environment)</p></li><li class=\"\"><p>If you require, linen and towel replacements please inform our staff immediately.</p></li><li class=\"\"><p><u>Penalty charges applies</u> for missing and broken items ie, kitchen utensils, towels, blankets etc. Penalty amount depending on the item missing or damaged.</p></li><li class=\"\"><p>For any emergency and maintenance issues or any other enquiry please don’t hesitate to ask our staff.</p></li><li class=\"\"><p>Main resort pool use and other facilities between 9am-10pm.</p></li><li class=\"\"><p><u>Please treat our staff kindly and with dignity</u> as they are there to help you and provide you the best service as possible.</p></li><li class=\"\"><p>Please advise all your visitors and yourself <u>to look after your kids</u> in case of any accident occurring especially around the pool area. We are not responsible for looking after your child. Any accident will be investigated.</p></li><li class=\"\"><p><u>For any complaints,</u> please speak to one of our staff or our manager on duty. Formal complaints should be written in paper, email or sent to our facebook messenger.</p></li><li class=\"\"><p><u>For the lead guest</u>, please be responsible for your visitors and other checked in guest as you will be responsible for missing items or damages caused by your group.</p></li><li class=\"\"><p> Most of all have fun and enjoy your stay here with us at Antonio’s Resort!!!<br></p></li></ul>"
  },
  {
    "_id": {
      "$oid": "66a376f900f8d56e4f77ec05"
    },
    "name": "agreement",
    "config": "<h4 class=\"heading\">Release of Liability, Waiver of Claims, Assumption of Risk, and Indemnity Agreement</h4><p>I, Guest, hereby wish to stay at the ANTONIO's RESORT. During my stay at ANTONIO's RESORT, By checking the box below, I acknowledge and fully understand the following:</p><p></p><p><strong>1. Assumption of Responsibility:</strong> At no time is there a lifeguard on duty. As the renter, I am responsible for the safe operation of the pool and all individuals using the pool during my stay.</p><p><strong>2. Acknowledgment of Risks:</strong> My use of the pool facilities involves certain risks, including but not limited to:</p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>The risk of injury resulting from possible malfunction of the pool equipment.</p><ul class=\"pl-4 list-disc\"><li class=\"\"><p>The risk of injuries resulting from tripping or falling over obstacles in the pool area.</p></li><li class=\"\"><p>The risk of injuries resulting from unsupervised divers and swimmers colliding.</p></li><li class=\"\"><p>The risk of other injuries resulting from participating in any action in the pool.</p><p></p></li></ul></li></ul><p><strong>Non-Exhaustive List of Risks:</strong> I recognize that the above list is not exhaustive and that there may be additional risks associated with the use of the pool and facilities.</p><p></p><hr><p></p><p>In exchange for the Owner allowing me to utilize the pool and area during my stay at Casa Tejada, I hereby agree to the following conditions and provisions:</p><p></p><p><strong>1. Waiver of Claims:</strong> I waive any and all claims that I have or may have in the future against the Owner, its owners, officers, employees, agents, or representatives (hereinafter referred to as the “Releasees”) relating to my use of the pool and Casa Tejada vicinity or area.</p><p><strong>2. Release of Liability:</strong> I release the Releasees from any and all liability for any loss, damage, injury, expense, or other cost that I may suffer, or that my next of kin may suffer, in connection with my use of the Releasees' pool or pool area, regardless of the cause, including negligence on the part of the Releasees.</p><p><strong>3. Indemnification:</strong> I agree to hold harmless and indemnify the Releasees from any and all liability for property damage or personal injury to any third party resulting from my use of the pool or pool area.</p><p><strong>4. Age and Responsibility:</strong> I certify that I am over the age of 18 and that I will adhere to all the rules of the property.</p><p><strong>5. Binding Agreement:</strong> I acknowledge that by checking the box below, this Waiver, Release, and Agreement becomes fully effective and binding upon me, my heirs, next of kin, executors, administrators, assigns, or anyone else authorized to act on my behalf or on behalf of my estate.</p><p></p><hr><p></p>"
  },
  {
    "_id": {
      "$oid": "66a3851a00f8d56e4f77ec0a"
    },
    "name": "cancellationpolicy",
    "config": "<h3 class=\"heading\">General Cancellation Guidelines</h3><p><strong>1. Cancellation Availability:</strong> You can cancel your booking at any time. However, cancellations made within 24 hours before your reservation time will result in a non-refundable.</p><p></p><p><strong>2. Irreversible Action:</strong> Please note that once a cancellation is confirmed, the action cannot be undone. Ensure that you want to proceed with the cancellation before finalizing the process.<br></p><hr><p></p><p><strong>Refund Policy</strong><br><br><strong>1. Refund Eligibility: Within 24 Hours of Reservation:</strong> If you cancel your reservation within 24 hours of the scheduled start time, you will not be eligible for a refund. This includes same-day cancellations.</p><p></p><p><strong>2. Non-Refundable Cancellations:</strong> If your reservation is scheduled for tomorrow or within the next 24 hours, cancelling now will result in no refund. This policy ensures fairness and allows us to manage resources and bookings effectively.</p><p></p><p><strong>3. Refund Request Period:</strong> Refund requests must be made within 7 days after cancelling your reservation. Requests made after this period will not be eligible for a refund.</p>"
  },
  {
    "_id": {
      "$oid": "66a3876600f8d56e4f77ec10"
    },
    "name": "reschedulingpolicy",
    "config": "<h4 class=\"heading\">How Rescheduling Works?<br></h4><ol class=\"pl-4 list-decimal\"><li class=\"\"><p>You can select a new check-in date from the available dates.</p></li><li class=\"\"><p>The system checks the availability for the new dates. Additionally, you can see the occupied times when selecting a date.</p></li><li class=\"\"><p>If the new dates are available, the user confirms the changes.</p></li><li class=\"\"><p>The system updates the booking with the new dates and sends a confirmation email after the admins approve your request.</p></li><li class=\"\"><p>If there is a price difference, the system processes the additional charge or refund accordingly.</p><p><br></p></li></ol><p><strong>Rescheduling Charges</strong></p><p>We understand that plans can change, and we aim to accommodate your needs as smoothly as possible. Here is how our rescheduling charges apply:</p><ul class=\"pl-4 list-disc\"><li class=\"\"><p><strong>Base Fee:</strong> A standard rescheduling fee of 300 pesos applies to all booking changes.</p></li><li class=\"\"><p><strong>Within 30 Days:</strong> If you reschedule your booking to a date that is less than or equal to 30 days from your original check-in date, the charge will remain 300 pesos.</p></li><li class=\"\"><p><strong>Beyond 30 Days:</strong> If you reschedule your booking to a date that exceeds 30 days from your original check-in date, an additional fee of 10 pesos will be added for each day beyond the 30-day period.</p></li></ul><p><br></p><hr><p><br><strong>Rescheduling Reminders</strong><br><br></p><p><strong>Rescheduling Policy:</strong> Our rescheduling policy allows you to change your booking dates up to 48 hours before your original check-in date. Please note that changes are subject to availability.</p><p><strong>Availability Check:</strong> When rescheduling, ensure the new dates are available. If your desired dates are unavailable, try selecting different dates or contact our support team for assistance.</p><p><strong>Price Differences:</strong> Rescheduling may result in a change in the total cost of your booking. Any price differences due to seasonal rates or room availability will be charged or refunded accordingly.</p><p><strong>Cancellation Policy:</strong> If you need to cancel your booking instead of rescheduling, please refer to our cancellation policy for applicable fees and procedures. Cancellation fees may apply based on how close the cancellation is to the check-in date.</p>"
  },
  {
    "_id": {
      "$oid": "66a4eaf5ffab59493b0c0cd3"
    },
    "name": "faqcontent",
    "config": "[{\"id\":0,\"question\":\"How do I make a reservation?\",\"answer\":\"To make a reservation, simply go to package page and and pick one of package we offer. Select your desired dates, and any additional preferences. Follow the prompts to complete the booking process.\"},{\"id\":1,\"question\":\"What are the check-in and check-out times?\",\"answer\":\"Check-in and chech-out time varies depending on your package, please check your selected package for more information.\"},{\"id\":2,\"question\":\"What payment methods do you accept?\",\"answer\":\"We currently only accepts payments through GCash, we are trying to add multiple online payment supports and provide you ease in the future.\"},{\"id\":3,\"question\":\"Can I modify my package?\",\"answer\":\"Yes, you can customize or create your own package before booking a reservation, and the best part is, it's free. Additionally, you can modify your package after your booking has been approved, up until the scheduled date. Please note that changes to your package after booking may incur additional fees based on the added features or services.\"},{\"id\":4,\"question\":\"Is my reservation refundable?\",\"answer\":\" Our refund policy is designed to accommodate cancellations with valid reasons or instances where the resort becomes unavailable. Refunds are issued based on the specific terms and conditions outlined during the booking process. If you need assistance or have any questions regarding our refund policy, please don't hesitate to contact us for personalized assistance.\"},{\"id\":5,\"question\":\"Is my customization/rescheduling fees refundable?\",\"answer\":\" No, only the booking payment are refundable.\"}]"
  },
  {
    "_id": {
      "$oid": "66d41588b6bed8564d254f77"
    },
    "name": "reservationconfig",
    "config": "{\"leadtime\":3,\"discountoverpax\":10,\"downpayment\":50,\"allowonlyfullpayment\":true,\"adults\":120,\"seniorpwd\":90,\"teenkids\":90,\"checkincheckoutpenalty\":500,\"manager\":\"Joyce\",\"assistant\":\"Joyce\",\"securitydeposit\":1000}"
  },
  {
    "_id": {
      "$oid": "66ddcbd0c210c5d697003f4e"
    },
    "name": "devs",
    "config": "{\"DEBUG\":true,\"otp\":false,\"scan\":{\"allowunscheduled\":true,\"allowstart\":true,\"allowend\":true,\"startsession\":false,\"continuesession\":false},\"signin\":{\"reset\":false,\"password\":false},\"reschedule\":{\"allow\":true,\"freedate\":true},\"checkout\":{\"freedate\":true}}"
  }
]